{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<|endoftext|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "ByteLevel",
    "add_prefix_space": false,
    "trim_offsets": true,
    "use_regex": true
  },
  "post_processor": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": false,
    "use_regex": true
  },
  "decoder": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true,
    "use_regex": true
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": null,
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "<|endoftext|>": 0,
      "!": 1,
      "\"": 2,
      "$": 3,
      "%": 4,
      "&": 5,
      "'": 6,
      "(": 7,
      ")": 8,
      "*": 9,
      ",": 10,
      "-": 11,
      ".": 12,
      "/": 13,
      "0": 14,
      "1": 15,
      "2": 16,
      "3": 17,
      "4": 18,
      "5": 19,
      "6": 20,
      "7": 21,
      "8": 22,
      "9": 23,
      ":": 24,
      ";": 25,
      "=": 26,
      "?": 27,
      "A": 28,
      "B": 29,
      "C": 30,
      "D": 31,
      "E": 32,
      "F": 33,
      "G": 34,
      "H": 35,
      "I": 36,
      "J": 37,
      "K": 38,
      "L": 39,
      "M": 40,
      "N": 41,
      "O": 42,
      "P": 43,
      "Q": 44,
      "R": 45,
      "S": 46,
      "T": 47,
      "U": 48,
      "V": 49,
      "W": 50,
      "X": 51,
      "Y": 52,
      "Z": 53,
      "\\": 54,
      "]": 55,
      "^": 56,
      "_": 57,
      "`": 58,
      "a": 59,
      "b": 60,
      "c": 61,
      "d": 62,
      "e": 63,
      "f": 64,
      "g": 65,
      "h": 66,
      "i": 67,
      "j": 68,
      "k": 69,
      "l": 70,
      "m": 71,
      "n": 72,
      "o": 73,
      "p": 74,
      "q": 75,
      "r": 76,
      "s": 77,
      "t": 78,
      "u": 79,
      "v": 80,
      "w": 81,
      "x": 82,
      "y": 83,
      "z": 84,
      "}": 85,
      "~": 86,
      "ĉ": 87,
      "Ċ": 88,
      "Ġ": 89,
      "Ġt": 90,
      "he": 91,
      "Ġa": 92,
      "in": 93,
      "Ġs": 94,
      "Ġw": 95,
      "Ġthe": 96,
      "ed": 97,
      "er": 98,
      "ou": 99,
      "Ġh": 100,
      "ar": 101,
      "on": 102,
      "ing": 103,
      "nd": 104,
      "Ġb": 105,
      "re": 106,
      "Ġf": 107,
      "Ġo": 108,
      "Ġto": 109,
      "at": 110,
      "is": 111,
      "as": 112,
      "it": 113,
      "ĠH": 114,
      "Ġc": 115,
      "or": 116,
      "ll": 117,
      "id": 118,
      "en": 119,
      "le": 120,
      "Ġd": 121,
      "Ġhe": 122,
      "Ġm": 123,
      "Ġand": 124,
      "ry": 125,
      "Ġof": 126,
      "Ġth": 127,
      "Ġl": 128,
      "Ġp": 129,
      "ad": 130,
      "Ġg": 131,
      "an": 132,
      "arry": 133,
      "Ġin": 134,
      "ow": 135,
      "ly": 136,
      "es": 137,
      "Ġsa": 138,
      "oo": 139,
      "Ġn": 140,
      "Ġwas": 141,
      "Ġy": 142,
      "ĠHarry": 143,
      "Ġbe": 144,
      "gh": 145,
      "ot": 146,
      "Ġsaid": 147,
      "ck": 148,
      "om": 149,
      "Ġe": 150,
      "'s": 151,
      "Ġhis": 152,
      "ld": 153,
      "im": 154,
      "Ġst": 155,
      "Ġ\"": 156,
      "Ġon": 157,
      "Ġyou": 158,
      "st": 159,
      "Ġit": 160,
      "ver": 161,
      "..": 162,
      "ve": 163,
      "ĠI": 164,
      "et": 165,
      "ir": 166,
      "Ġu": 167,
      ",\"": 168,
      "ch": 169,
      "Ġ-": 170,
      "out": 171,
      "ut": 172,
      "Ġhad": 173,
      "ĠM": 174,
      "se": 175,
      "ent": 176,
      "Ġwh": 177,
      "ion": 178,
      "ce": 179,
      "ght": 180,
      "ag": 181,
      "ri": 182,
      "Ġat": 183,
      "Ġha": 184,
      "'t": 185,
      "ro": 186,
      "Ġas": 187,
      "al": 188,
      "Ġthat": 189,
      "The": 190,
      "Ġhim": 191,
      "ur": 192,
      "am": 193,
      "ĠS": 194,
      "ke": 195,
      "ook": 196,
      "ĠR": 197,
      "ay": 198,
      "?\"": 199,
      "ter": 200,
      "Ġ.": 201,
      "ith": 202,
      "ould": 203,
      "Ġre": 204,
      "ĠP": 205,
      "rou": 206,
      "ore": 207,
      "ĠD": 208,
      "Ġan": 209,
      "Ġse": 210,
      "all": 211,
      "Ġwith": 212,
      "ack": 213,
      "Ġfor": 214,
      "ard": 215,
      "pp": 216,
      ".\"": 217,
      "her": 218,
      "ĠRon": 219,
      "ill": 220,
      "um": 221,
      "Ġsh": 222,
      "!\"": 223,
      "Ġup": 224,
      "Ġr": 225,
      "erm": 226,
      "Ġlook": 227,
      "ĠW": 228,
      "to": 229,
      "Ġthey": 230,
      "Ġk": 231,
      "Ġout": 232,
      "pe": 233,
      "and": 234,
      "ight": 235,
      "ione": 236,
      "ermione": 237,
      "ere": 238,
      "ain": 239,
      "led": 240,
      "Ġfr": 241,
      "ĠC": 242,
      "ind": 243,
      "un": 244,
      "ĠHe": 245,
      "Ġle": 246,
      "ĠA": 247,
      "Ġdo": 248,
      "art": 249,
      "Ġne": 250,
      "Ġwere": 251,
      "ĠB": 252,
      "us": 253,
      "Ġ--": 254,
      "ell": 255,
      "Ġthem": 256,
      "ak": 257,
      "il": 258,
      "very": 259,
      "em": 260,
      "ic": 261,
      "Ġall": 262,
      "ĠF": 263,
      "one": 264,
      "ĠHermione": 265,
      "ff": 266,
      "ĠThe": 267,
      "Ġgo": 268,
      "Harry": 269,
      "ood": 270,
      "ge": 271,
      "ud": 272,
      "Ġnot": 273,
      "Ġher": 274,
      "Ġme": 275,
      "ome": 276,
      "ust": 277,
      "ast": 278,
      "Ġkn": 279,
      "Ġli": 280,
      "hing": 281,
      "ac": 282,
      "ss": 283,
      "Ġbut": 284,
      "Ġj": 285,
      "ble": 286,
      "ant": 287,
      "Ġfrom": 288,
      "ĠG": 289,
      "ess": 290,
      "Ġback": 291,
      "own": 292,
      "hed": 293,
      "Ġinto": 294,
      "Ġhave": 295,
      "Ġwe": 296,
      "round": 297,
      "el": 298,
      "rid": 299,
      "Ġcl": 300,
      "qu": 301,
      "Ġso": 302,
      "Ġdid": 303,
      "Ġcould": 304,
      "oy": 305,
      "Ġwho": 306,
      "Ġshe": 307,
      "ink": 308,
      "ort": 309,
      "Ġab": 310,
      "Ġwhe": 311,
      "Ġwhat": 312,
      "ide": 313,
      "ear": 314,
      "Ġbeen": 315,
      "ley": 316,
      "umb": 317,
      "ous": 318,
      "hat": 319,
      "our": 320,
      "ig": 321,
      "ick": 322,
      "if": 323,
      "ĠL": 324,
      "ĠT": 325,
      "Ġis": 326,
      "Ġex": 327,
      "ting": 328,
      "Ġthou": 329,
      "Ġno": 330,
      "ra": 331,
      "Ġv": 332,
      "ong": 333,
      "ep": 334,
      "agrid": 335,
      "ist": 336,
      "au": 337,
      "You": 338,
      "lf": 339,
      "ers": 340,
      "...": 341,
      "Ġtheir": 342,
      "Ġover": 343,
      "Ġdown": 344,
      "umbled": 345,
      "ice": 346,
      "Ġag": 347,
      "Ġone": 348,
      "Ġabout": 349,
      "Ġoff": 350,
      "oom": 351,
      "fess": 352,
      "Ġthis": 353,
      "na": 354,
      "rofess": 355,
      "Ġal": 356,
      "ct": 357,
      "umbledore": 358,
      "rofessor": 359,
      "Ġthere": 360,
      "iz": 361,
      "Ġpo": 362,
      "Ġfe": 363,
      "ven": 364,
      "up": 365,
      "ace": 366,
      "Ġlooked": 367,
      "Ġany": 368,
      "Ġgot": 369,
      "bb": 370,
      "Ġaround": 371,
      "ul": 372,
      "Ġsp": 373,
      "Ġwould": 374,
      "Ġch": 375,
      "Ġlike": 376,
      "Ġknow": 377,
      "ass": 378,
      "op": 379,
      "ĠHagrid": 380,
      "Ġvery": 381,
      "ark": 382,
      "ĠMr": 383,
      "'ve": 384,
      "ie": 385,
      "urn": 386,
      "'d": 387,
      "Ġqu": 388,
      "way": 389,
      "ĠN": 390,
      "Ġget": 391,
      "He": 392,
      "ther": 393,
      "ull": 394,
      "Ġey": 395,
      "ime": 396,
      "Ġagain": 397,
      "Ġtoo": 398,
      "ang": 399,
      "ĠDumbledore": 400,
      "ĠWe": 401,
      "the": 402,
      "Ġnow": 403,
      "Ġsu": 404,
      "ame": 405,
      "old": 406,
      "Ġwor": 407,
      "og": 408,
      "Ġfl": 409,
      "ward": 410,
      "ake": 411,
      "Ġsee": 412,
      "right": 413,
      "Ġmy": 414,
      "Ġbl": 415,
      "reat": 416,
      "ĠProfessor": 417,
      "est": 418,
      "Ġyour": 419,
      "th": 420,
      "Ġif": 421,
      "Ġjust": 422,
      "'ll": 423,
      "Ġhand": 424,
      "Ġun": 425,
      "ered": 426,
      "ally": 427,
      "Ġby": 428,
      "Ġsl": 429,
      "Ġthen": 430,
      "Ġdidn": 431,
      "ked": 432,
      "ap": 433,
      "Ġwhi": 434,
      "asley": 435,
      "Ġde": 436,
      "Ġpl": 437,
      "pped": 438,
      "Ġsc": 439,
      "nape": 440,
      "Ġhead": 441,
      "air": 442,
      "'re": 443,
      "ost": 444,
      "ted": 445,
      "os": 446,
      "ock": 447,
      "Ġthink": 448,
      "Ġcan": 449,
      "Ġwhen": 450,
      "Ġthough": 451,
      "ĠV": 452,
      "ĠWeasley": 453,
      "self": 454,
      "red": 455,
      "ound": 456,
      "Ġcon": 457,
      "Ġeyes": 458,
      "rough": 459,
      "....": 460,
      "alf": 461,
      "Ġro": 462,
      "Ġtw": 463,
      "Ġare": 464,
      "Ġcom": 465,
      "ol": 466,
      "Ġmore": 467,
      "Ġsm": 468,
      "Ġus": 469,
      "orm": 470,
      "Ġtime": 471,
      "alfoy": 472,
      "row": 473,
      "Ġwant": 474,
      "Ġhow": 475,
      "It": 476,
      "Ġsome": 477,
      "ond": 478,
      "Ġgoing": 479,
      "Ġwand": 480,
      "ree": 481,
      "ĠIt": 482,
      "gg": 483,
      "Ġlooking": 484,
      "ate": 485,
      "Ġface": 486,
      "ire": 487,
      "ĠSnape": 488,
      "ive": 489,
      "Ġstill": 490,
      "Ġthrough": 491,
      "idd": 492,
      "ved": 493,
      "ving": 494,
      "Ġright": 495,
      "ave": 496,
      "Ġturn": 497,
      "Ġthan": 498,
      "fore": 499,
      "Ġdon": 500,
      "Ġgl": 501,
      "able": 502,
      "Ġdoor": 503,
      "ite": 504,
      "omet": 505,
      "ure": 506,
      "atch": 507,
      "nder": 508,
      "Ġvo": 509,
      "ĠPot": 510,
      "ling": 511,
      "What": 512,
      "pt": 513,
      "Ġte": 514,
      "Ġor": 515,
      "Ġevery": 516,
      "other": 517,
      "ily": 518,
      "'m": 519,
      "Ġtr": 520,
      "aking": 521,
      "Ġbr": 522,
      "ened": 523,
      "ne": 524,
      "Ġsay": 525,
      "ĠMalfoy": 526,
      "king": 527,
      "ĠO": 528,
      "be": 529,
      "Ġar": 530,
      "omething": 531,
      "ched": 532,
      "Ġwill": 533,
      "tle": 534,
      "side": 535,
      "ried": 536,
      "aring": 537,
      "But": 538,
      "Ġ-\"": 539,
      "Ġen": 540,
      "inn": 541,
      "Ġvoice": 542,
      "izard": 543,
      "thing": 544,
      "orn": 545,
      "Ġbefore": 546,
      "fter": 547,
      "Ġman": 548,
      "ts": 549,
      "Ġke": 550,
      "Ġhere": 551,
      "ade": 552,
      "Ġseem": 553,
      "are": 554,
      "Ġsw": 555,
      "Ġonly": 556,
      "ose": 557,
      "ves": 558,
      "Ġsaw": 559,
      "Ġlet": 560,
      "ab": 561,
      "ft": 562,
      "ĠE": 563,
      "itch": 564,
      "Ġgr": 565,
      "Ġop": 566,
      "ĠPotter": 567,
      "Ġlong": 568,
      "Ġother": 569,
      "Ġmo": 570,
      "uff": 571,
      "ather": 572,
      "Ġway": 573,
      "ared": 574,
      "ents": 575,
      "aw": 576,
      "ation": 577,
      "udd": 578,
      "ĠHog": 579,
      "Ġwhich": 580,
      "Ġroom": 581,
      "Ġow": 582,
      "ool": 583,
      "ĠK": 584,
      "age": 585,
      "Ġthought": 586,
      "arts": 587,
      "Ġtold": 588,
      "ius": 589,
      "Ġsomething": 590,
      "xt": 591,
      "ause": 592,
      "Ġnever": 593,
      "hind": 594,
      "arge": 595,
      "Ġhapp": 596,
      "Ġtell": 597,
      "Ġpe": 598,
      "Qu": 599,
      "Ġthing": 600,
      "ank": 601,
      "agic": 602,
      "ach": 603,
      "irst": 604,
      "Ġyear": 605,
      "Ġaway": 606,
      "ath": 607,
      "ĠThey": 608,
      "Ġlast": 609,
      "ever": 610,
      "ber": 611,
      "And": 612,
      "Ġpoin": 613,
      "Ġbec": 614,
      "Ġstart": 615,
      "warts": 616,
      "Ġtoward": 617,
      "Ġafter": 618,
      "Ġspe": 619,
      "Ġeven": 620,
      "Ġdi": 621,
      "od": 622,
      "Ġcome": 623,
      "les": 624,
      "ĠCh": 625,
      "Ġheard": 626,
      "Ġwhere": 627,
      "Ġturned": 628,
      "Ġdis": 629,
      "Ġbet": 630,
      "Ġhimself": 631,
      "Ġtry": 632,
      "Ġunder": 633,
      "uck": 634,
      "Ġbehind": 635,
      "ater": 636,
      "Ġkne": 637,
      "We": 638,
      "ople": 639,
      "imp": 640,
      "uch": 641,
      "ously": 642,
      "sh": 643,
      "They": 644,
      "ress": 645,
      "ont": 646,
      "Ġac": 647,
      "Ġ--\"": 648,
      "upin": 649,
      "fe": 650,
      "his": 651,
      "ĠHogwarts": 652,
      "me": 653,
      "ugg": 654,
      "cle": 655,
      "ryff": 656,
      "indor": 657,
      "ering": 658,
      "ory": 659,
      "ĠBl": 660,
      "ryffindor": 661,
      "ase": 662,
      "Ġseemed": 663,
      "ance": 664,
      "act": 665,
      "Ġfirst": 666,
      "oody": 667,
      "Ġshould": 668,
      "Ġwizard": 669,
      "cG": 670,
      "Ġits": 671,
      "cGon": 672,
      "ĠQu": 673,
      "Ġwent": 674,
      "agall": 675,
      "ped": 676,
      "cGonagall": 677,
      "ee": 678,
      "ross": 679,
      "ĠYou": 680,
      "Ġmuch": 681,
      "ine": 682,
      "less": 683,
      "Ġapp": 684,
      "Ġsil": 685,
      "Ġpull": 686,
      "oll": 687,
      "Ġwa": 688,
      "ern": 689,
      "Ġwal": 690,
      "rew": 691,
      "obb": 692,
      "Ġtable": 693,
      "hen": 694,
      "udden": 695,
      "Ġ...": 696,
      "ev": 697,
      "chool": 698,
      "Ġnext": 699,
      "ouse": 700,
      "Ġlarge": 701,
      "Ġgood": 702,
      "Ġever": 703,
      "Un": 704,
      "Ġrem": 705,
      "Ġput": 706,
      "Ġsec": 707,
      "ĠFred": 708,
      "Ġmade": 709,
      "irius": 710,
      "pl": 711,
      "ful": 712,
      "ĠLupin": 713,
      "ish": 714,
      "cy": 715,
      "oud": 716,
      "end": 717,
      "Ġsudden": 718,
      "Ġcame": 719,
      "owed": 720,
      "ment": 721,
      "Ġmom": 722,
      "ail": 723,
      "ons": 724,
      "Wh": 725,
      "ue": 726,
      "Ġdr": 727,
      "Ġpre": 728,
      "orge": 729,
      "ĠGryffindor": 730,
      "eorge": 731,
      "ough": 732,
      "ord": 733,
      "ĠMcGonagall": 734,
      "ille": 735,
      "Ġtwo": 736,
      "Ġknew": 737,
      "dd": 738,
      "Ġfront": 739,
      "oor": 740,
      "Ġtal": 741,
      "Ġhas": 742,
      "Ġleft": 743,
      "emort": 744,
      "oldemort": 745,
      "ady": 746,
      "Ġcouldn": 747,
      "ise": 748,
      "elt": 749,
      "Ġwasn": 750,
      "Ġpeople": 751,
      "Ġlit": 752,
      "rouch": 753,
      "Ġbot": 754,
      "ions": 755,
      "unn": 756,
      "Ġhur": 757,
      "eville": 758,
      "Ġent": 759,
      "Ġonce": 760,
      "Ġfelt": 761,
      "Ġneed": 762,
      "here": 763,
      "Ġschool": 764,
      "Ġreally": 765,
      "Ġend": 766,
      "Ġstr": 767,
      "Ġmoment": 768,
      "No": 769,
      "Ġche": 770,
      "ĠMoody": 771,
      "Ron": 772,
      "Ġarm": 773,
      "obby": 774,
      "Hermione": 775,
      "Ġdark": 776,
      "amp": 777,
      "cl": 778,
      "Ġhard": 779,
      "ated": 780,
      "Ġbed": 781,
      "Ġter": 782,
      "Ġwind": 783,
      "Ġfeet": 784,
      "Ġtook": 785,
      "Ġold": 786,
      "Ġnear": 787,
      "ĠGeorge": 788,
      "lie": 789,
      "ernon": 790,
      "There": 791,
      "Ġboy": 792,
      "Ġanything": 793,
      "utter": 794,
      "urs": 795,
      "Ġmight": 796,
      "hes": 797,
      "Ġpro": 798,
      "Ġ'": 799,
      "ĠVoldemort": 800,
      "app": 801,
      "ric": 802,
      "arm": 803,
      "ĠSirius": 804,
      "Oh": 805,
      "Ġbit": 806,
      "ĠShe": 807,
      "ĠAnd": 808,
      "ercy": 809,
      "Ġmust": 810,
      "Uncle": 811,
      "Well": 812,
      "ple": 813,
      "Ġwell": 814,
      "ĠCrouch": 815,
      "Ġbecause": 816,
      "Ġtrying": 817,
      "Ġday": 818,
      "ign": 819,
      "Ġfeel": 820,
      "ĠVernon": 821,
      "ary": 822,
      "lyther": 823,
      "lytherin": 824,
      "ence": 825,
      "Ġopen": 826,
      "Ġsuddenly": 827,
      "Ġstand": 828,
      "Ġground": 829,
      "Ġclass": 830,
      "oun": 831,
      "Ġthree": 832,
      "ĠPet": 833,
      "Ġsupp": 834,
      "unt": 835,
      "Ġhel": 836,
      "Ġatt": 837,
      "ody": 838,
      "man": 839,
      "Ġdes": 840,
      "ors": 841,
      "iss": 842,
      "Ġtake": 843,
      "Ġwr": 844,
      "eh": 845,
      "Ġcr": 846,
      "Ġkeep": 847,
      "ĠMrs": 848,
      "een": 849,
      "isp": 850,
      "Ġmake": 851,
      "ĠMad": 852,
      "ached": 853,
      "ans": 854,
      "Ġfind": 855,
      "Ġnight": 856,
      "Ġem": 857,
      "Ġhands": 858,
      "ies": 859,
      "ream": 860,
      "Ġasked": 861,
      "Ġinside": 862,
      "ĠNeville": 863,
      "ĠBlack": 864,
      "ourse": 865,
      "edric": 866,
      "...\"": 867,
      "Ġseen": 868,
      "Ġpulled": 869,
      "Ġsecond": 870,
      "room": 871,
      "osed": 872,
      "Ġsk": 873,
      "Ġloud": 874,
      "ement": 875,
      "Ġquick": 876,
      "Ġam": 877,
      "Ġbook": 878,
      "Ġlittle": 879,
      "ied": 880,
      "Ġfound": 881,
      "Ġcar": 882,
      "Ġpass": 883,
      "Ġgi": 884,
      "Ġblack": 885,
      "Ġel": 886,
      "Ġ.\"": 887,
      "Ġanother": 888,
      "Ġcont": 889,
      "Ġsit": 890,
      "Ġgreat": 891,
      "airs": 892,
      "ile": 893,
      "Ġfew": 894,
      "av": 895,
      "bes": 896,
      "get": 897,
      "Ġwatch": 898,
      "Ġcle": 899,
      "udley": 900,
      "Ġcast": 901,
      "Ġqui": 902,
      "ully": 903,
      "Ġown": 904,
      "ĠSlytherin": 905,
      "Ġfire": 906,
      "Ġonto": 907,
      "ĠBut": 908,
      "aught": 909,
      "Ġhouse": 910,
      "you": 911,
      "Ġfloor": 912,
      "ty": 913,
      "Ġset": 914,
      "Ġhair": 915,
      "Ġword": 916,
      "az": 917,
      "Ġcall": 918,
      "Ġsure": 919,
      "Ġsn": 920,
      "Ġhear": 921,
      "ump": 922,
      "ah": 923,
      "Ġho": 924,
      "ently": 925,
      "Ġear": 926,
      "Ġwhisp": 927,
      "Ġsur": 928,
      "ĠPercy": 929,
      "Ġwhile": 930,
      "oak": 931,
      "ĠUncle": 932,
      "Ġsound": 933,
      "Ġside": 934,
      "ished": 935,
      "Ġlight": 936,
      "Ġrobes": 937,
      "idditch": 938,
      "Ġacross": 939,
      "Ġsat": 940,
      "ening": 941,
      "Ġstud": 942,
      "udge": 943,
      "ect": 944,
      "Ġsqu": 945,
      "ip": 946,
      "igg": 947,
      "Ġstarted": 948,
      "per": 949,
      "ised": 950,
      "Ġwindow": 951,
      "day": 952,
      "ating": 953,
      "ity": 954,
      "Ġpar": 955,
      "ĠDobby": 956,
      "Ġhelp": 957,
      "ĠCedric": 958,
      "Ġnew": 959,
      "ĠThere": 960,
      "ockh": 961,
      "igh": 962,
      "Ġpr": 963,
      "ockhart": 964,
      "Ġimp": 965,
      "Ġstood": 966,
      "ĠMin": 967,
      "Ġgave": 968,
      "ower": 969,
      "ized": 970,
      "ĠJ": 971,
      "Ġbeg": 972,
      "ks": 973,
      "Ġair": 974,
      "ĠSt": 975,
      "Ġshout": 976,
      "ced": 977,
      "ious": 978,
      "Ġjo": 979,
      "eah": 980,
      "li": 981,
      "head": 982,
      "Ġhu": 983,
      "Ġcourse": 984,
      "agman": 985,
      "Ġcastle": 986,
      "oot": 987,
      "Ġeach": 988,
      "outh": 989,
      "ĠMugg": 990,
      "ung": 991,
      "Ġunt": 992,
      "rum": 993,
      "Ġfin": 994,
      "Ġmin": 995,
      "rowd": 996,
      "Ġwait": 997,
      "Ġsmall": 998,
      "aster": 999,
      "Ġquiet": 1000,
      "ia": 1001,
      "Ġfell": 1002,
      "ĠThen": 1003,
      "ĠQuidditch": 1004,
      "Ġstaring": 1005,
      "riend": 1006,
      "Ġhalf": 1007,
      "Professor": 1008,
      "ild": 1009,
      "iling": 1010,
      "bl": 1011,
      "most": 1012,
      "Ġdone": 1013,
      "ĠIn": 1014,
      "ways": 1015,
      "anger": 1016,
      "Ġelse": 1017,
      "was": 1018,
      "Ġour": 1019,
      "Ġwall": 1020,
      "ĠDudley": 1021,
      "Ġyell": 1022,
      "iddle": 1023,
      "Ġquickly": 1024,
      "Ġenough": 1025,
      "ursley": 1026,
      "over": 1027,
      "ret": 1028,
      "pr": 1029,
      "Ġmutter": 1030,
      "Ġbetter": 1031,
      "Ġwalked": 1032,
      "That": 1033,
      "Ġcrowd": 1034,
      "ix": 1035,
      "atter": 1036,
      "oc": 1037,
      "off": 1038,
      "ten": 1039,
      "Ġmind": 1040,
      "Ġowl": 1041,
      "ĠMagic": 1042,
      "ĠBagman": 1043,
      "Ġmean": 1044,
      "Ġforward": 1045,
      "fully": 1046,
      "Ġtried": 1047,
      "Ġmagic": 1048,
      "Ġmouth": 1049,
      "Ġpast": 1050,
      "ightly": 1051,
      "Ġyears": 1052,
      "Ġsort": 1053,
      "Ġyeh": 1054,
      "of": 1055,
      "Ġper": 1056,
      "Ġalong": 1057,
      "Ġfam": 1058,
      "Ġmost": 1059,
      "pping": 1060,
      "Ġra": 1061,
      "Hagrid": 1062,
      "ches": 1063,
      "erv": 1064,
      "Ġfore": 1065,
      "Ġbeing": 1066,
      "ĠDe": 1067,
      "....\"": 1068,
      "So": 1069,
      "form": 1070,
      "ĠY": 1071,
      "Ġgone": 1072,
      "Ġreached": 1073,
      "Ġgold": 1074,
      "eared": 1075,
      "ible": 1076,
      "turn": 1077,
      "Ġfoll": 1078,
      "Ġple": 1079,
      "Ġwouldn": 1080,
      "Ġwanted": 1081,
      "inny": 1082,
      "Ġboth": 1083,
      "mon": 1084,
      "Ġhold": 1085,
      "Ġleg": 1086,
      "rabb": 1087,
      "ER": 1088,
      "tain": 1089,
      "Ġbroom": 1090,
      "body": 1091,
      "uri": 1092,
      "ĠHis": 1093,
      "Ġste": 1094,
      "Ġwithout": 1095,
      "Ġagainst": 1096,
      "Ġbreat": 1097,
      "Ġhadn": 1098,
      "Ġminut": 1099,
      "ove": 1100,
      "ying": 1101,
      "atched": 1102,
      "Ġread": 1103,
      "Ġdoing": 1104,
      "Ġhappened": 1105,
      "Ġrest": 1106,
      "Ġuntil": 1107,
      "abb": 1108,
      "pect": 1109,
      "ĠKrum": 1110,
      "Ġdiff": 1111,
      "Ġbegan": 1112,
      "She": 1113,
      "ĠDursley": 1114,
      "ĠLockhart": 1115,
      "Ġcoming": 1116,
      "Ġbre": 1117,
      "Ġlist": 1118,
      "Ġsto": 1119,
      "Ġnothing": 1120,
      "Ġwhispered": 1121,
      "oke": 1122,
      "Ġfriend": 1123,
      "ember": 1124,
      "Ġdrag": 1125,
      "iously": 1126,
      "Ġwhy": 1127,
      "Ġeye": 1128,
      "Ġslow": 1129,
      "Ġletter": 1130,
      "te": 1131,
      "ins": 1132,
      "Ġsna": 1133,
      "Ġtop": 1134,
      "ird": 1135,
      "Ġreal": 1136,
      "Ġkill": 1137,
      "Ġopened": 1138,
      "Ġtalking": 1139,
      "Ġbad": 1140,
      "unk": 1141,
      "istry": 1142,
      "tail": 1143,
      "Ġlot": 1144,
      "Ġstared": 1145,
      "ged": 1146,
      "Ġfather": 1147,
      "orrid": 1148,
      "ĠDark": 1149,
      "ib": 1150,
      "reen": 1151,
      "irl": 1152,
      "Ġang": 1153,
      "Ġalmost": 1154,
      "Ġlau": 1155,
      "ĠFl": 1156,
      "Ġquite": 1157,
      "Ġcold": 1158,
      "Ġname": 1159,
      "Ġthings": 1160,
      "Who": 1161,
      "Yeah": 1162,
      "Ġstra": 1163,
      "Ġscar": 1164,
      "Ġsir": 1165,
      "Ġbo": 1166,
      "Ġless": 1167,
      "ably": 1168,
      "now": 1169,
      "Ġfour": 1170,
      "leep": 1171,
      "Ġpart": 1172,
      "ilch": 1173,
      "Ġexc": 1174,
      "Ġplace": 1175,
      "Ġbu": 1176,
      "Ġbelie": 1177,
      "Ġsitting": 1178,
      "ither": 1179,
      "ĠHall": 1180,
      "Ġcare": 1181,
      "ange": 1182,
      "icul": 1183,
      "icked": 1184,
      "How": 1185,
      "Ġmuttered": 1186,
      "Ġtre": 1187,
      "Ġthese": 1188,
      "Ġhor": 1189,
      "arn": 1190,
      "ense": 1191,
      "Ġdro": 1192,
      "Ġstanding": 1193,
      "ual": 1194,
      "ready": 1195,
      "ĠAunt": 1196,
      "Ġdoes": 1197,
      "Ġanyone": 1198,
      "Ġcalled": 1199,
      "ĠFudge": 1200,
      "ĠGr": 1201,
      "Ġkept": 1202,
      "de": 1203,
      "Ġsame": 1204,
      "ined": 1205,
      "Ġwon": 1206,
      "Ġbro": 1207,
      "inky": 1208,
      "Ġcur": 1209,
      "Ġthose": 1210,
      "Ġuse": 1211,
      "aken": 1212,
      "Ġcloak": 1213,
      "Ġext": 1214,
      "Ġeveryone": 1215,
      "Ġmany": 1216,
      "wh": 1217,
      "where": 1218,
      "ĠAr": 1219,
      "ĠMinistry": 1220,
      "imb": 1221,
      "rel": 1222,
      "owing": 1223,
      "Ġwhole": 1224,
      "Ġ(": 1225,
      "Ġstudents": 1226,
      "look": 1227,
      "ince": 1228,
      "Ġdement": 1229,
      "Ġgive": 1230,
      "Ġask": 1231,
      "Ġteac": 1232,
      "br": 1233,
      "ness": 1234,
      "ĠTh": 1235,
      "Ġsomeone": 1236,
      "Ġshouted": 1237,
      "Mr": 1238,
      "ron": 1239,
      "Ġlater": 1240,
      "ching": 1241,
      "anks": 1242,
      "Ġslowly": 1243,
      "ec": 1244,
      "Ġfing": 1245,
      "ited": 1246,
      "Ġinter": 1247,
      "Ġupon": 1248,
      "Ġdeep": 1249,
      "Ġplay": 1250,
      "ĠMadam": 1251,
      "Dumbledore": 1252,
      "Ġsight": 1253,
      "Ġfoot": 1254,
      "Ġyet": 1255,
      "ĠMy": 1256,
      "Ġred": 1257,
      "Ġalways": 1258,
      "Ġwork": 1259,
      "ney": 1260,
      "Yes": 1261,
      "Ġfull": 1262,
      "Ġpa": 1263,
      "ets": 1264,
      "Ġreturn": 1265,
      "unia": 1266,
      "Ġgetting": 1267,
      "Ġdead": 1268,
      "Ġglass": 1269,
      "Ġstopped": 1270,
      "Ġbest": 1271,
      "Ġcorrid": 1272,
      "Ġru": 1273,
      "Ġalready": 1274,
      "ield": 1275,
      "ocked": 1276,
      "Ġstop": 1277,
      "Ġsaying": 1278,
      "aroff": 1279,
      "Ġoutside": 1280,
      "arkaroff": 1281,
      "lves": 1282,
      "ndred": 1283,
      "Ġcaught": 1284,
      "Ġstraight": 1285,
      "that": 1286,
      "Ġhigh": 1287,
      "Ġgirl": 1288,
      "Ġhall": 1289,
      "ained": 1290,
      "ĠGinny": 1291,
      "Ġoffice": 1292,
      "Th": 1293,
      "vis": 1294,
      "oyle": 1295,
      "Ġhowever": 1296,
      "orning": 1297,
      "Ġwizards": 1298,
      "Ġbooks": 1299,
      "ĠFilch": 1300,
      "eps": 1301,
      "sw": 1302,
      "Ġfar": 1303,
      "Ġlife": 1304,
      "If": 1305,
      "ery": 1306,
      "ĠWood": 1307,
      "Ġslightly": 1308,
      "aps": 1309,
      "ĠPetunia": 1310,
      "Ġwatching": 1311,
      "Ġraised": 1312,
      "imes": 1313,
      "rif": 1314,
      "Ġwee": 1315,
      "Ġfeeling": 1316,
      "Ġteacher": 1317,
      "HE": 1318,
      "ormtail": 1319,
      "Not": 1320,
      "ĠĠ": 1321,
      "Ġhit": 1322,
      "Ġmaking": 1323,
      "Ġstay": 1324,
      "Ġteam": 1325,
      "dded": 1326,
      "ought": 1327,
      "Ġpers": 1328,
      "Ġgreen": 1329,
      "Ġinst": 1330,
      "raw": 1331,
      "ures": 1332,
      "case": 1333,
      "ging": 1334,
      "Ġad": 1335,
      "Ġexpl": 1336,
      "Ġwond": 1337,
      "Ġhour": 1338,
      "imm": 1339,
      "ĠAn": 1340,
      "Ġempt": 1341,
      "Ġhundred": 1342,
      "Ġable": 1343,
      "ict": 1344,
      "Ġclose": 1345,
      "Ġchamp": 1346,
      "Ġmove": 1347,
      "Ġwater": 1348,
      "Ġcorn": 1349,
      "Ġdisapp": 1350,
      "Ġquietly": 1351,
      "ror": 1352,
      "so": 1353,
      "ween": 1354,
      "Ġide": 1355,
      "Ġgu": 1356,
      "ĠMuggle": 1357,
      "Ġminutes": 1358,
      "cing": 1359,
      "Ġsign": 1360,
      "ĠIf": 1361,
      "ention": 1362,
      "ames": 1363,
      "aced": 1364,
      "Ġbreak": 1365,
      "Don": 1366,
      "rible": 1367,
      "Ġcommon": 1368,
      "had": 1369,
      "Ġri": 1370,
      "Ġsince": 1371,
      "lled": 1372,
      "Ġmorning": 1373,
      "Ġeverything": 1374,
      "ĠKarkaroff": 1375,
      "ister": 1376,
      "rive": 1377,
      "Ġseat": 1378,
      "umm": 1379,
      "ĠWh": 1380,
      "iled": 1381,
      "Ġdist": 1382,
      "rying": 1383,
      "Ġthick": 1384,
      "Ġexce": 1385,
      "Ġattack": 1386,
      "Ġloudly": 1387,
      "Ġclear": 1388,
      "ĠDursleys": 1389,
      "wo": 1390,
      "Ġwatched": 1391,
      "Ġhat": 1392,
      "ings": 1393,
      "Ġnose": 1394,
      "Why": 1395,
      "ey": 1396,
      "him": 1397,
      "Ġtrou": 1398,
      "Ġpain": 1399,
      "Ġstuff": 1400,
      "Ġsupposed": 1401,
      "rell": 1402,
      "aged": 1403,
      "Ġhaven": 1404,
      "ĠAs": 1405,
      "Ġvis": 1406,
      "cabb": 1407,
      "iv": 1408,
      "kay": 1409,
      "Ġob": 1410,
      "ati": 1411,
      "ork": 1412,
      "omf": 1413,
      "ĠBe": 1414,
      "ĠGoyle": 1415,
      "Ġscream": 1416,
      "with": 1417,
      "ask": 1418,
      "Ġshort": 1419,
      "ĠWhat": 1420,
      "ĠGreat": 1421,
      "gether": 1422,
      "Ġbreath": 1423,
      "Ġlaugh": 1424,
      "Ġbelieve": 1425,
      "cabbers": 1426,
      "Ġser": 1427,
      "Ġfield": 1428,
      "Ġcup": 1429,
      "ens": 1430,
      "ĠWormtail": 1431,
      "ĠFire": 1432,
      "antly": 1433,
      "Ġwearing": 1434,
      "ize": 1435,
      "Ġdec": 1436,
      "Ġremember": 1437,
      "Ġhurried": 1438,
      "HA": 1439,
      "bol": 1440,
      "ier": 1441,
      "ng": 1442,
      "Ġtaken": 1443,
      "ash": 1444,
      "iding": 1445,
      "Ġlow": 1446,
      "ction": 1447,
      "Ġposs": 1448,
      "ately": 1449,
      "rabbe": 1450,
      "ax": 1451,
      "ken": 1452,
      "ars": 1453,
      "ushed": 1454,
      "Ġnoise": 1455,
      "Ġbetween": 1456,
      "Ġyelled": 1457,
      "Ġholding": 1458,
      "--": 1459,
      "rance": 1460,
      "Ġstone": 1461,
      "Ġpointed": 1462,
      "ressed": 1463,
      "Ġidea": 1464,
      "let": 1465,
      "Ġmar": 1466,
      "used": 1467,
      "Ġspot": 1468,
      "Ġwords": 1469,
      "rac": 1470,
      "Ġhome": 1471,
      "Ġegg": 1472,
      "Ġres": 1473,
      "Ġnotic": 1474,
      "Ġswe": 1475,
      "actly": 1476,
      "Ġtalk": 1477,
      "iggory": 1478,
      "All": 1479,
      "This": 1480,
      "but": 1481,
      "int": 1482,
      "Ġheav": 1483,
      "Ġrec": 1484,
      "Ġrather": 1485,
      "udg": 1486,
      "awney": 1487,
      "relawney": 1488,
      "Ġempty": 1489,
      "Snape": 1490,
      "arp": 1491,
      "Ġbag": 1492,
      "lt": 1493,
      "low": 1494,
      "ph": 1495,
      "ued": 1496,
      "Ġ....": 1497,
      "Ġten": 1498,
      "Ġbright": 1499,
      "Ġmother": 1500,
      "Ġlea": 1501,
      "Ġusual": 1502,
      "Come": 1503,
      "Er": 1504,
      "Ġaw": 1505,
      "Ġbus": 1506,
      "Ġfast": 1507,
      "Ġheart": 1508,
      "ured": 1509,
      "ĠRiddle": 1510,
      "ĠWinky": 1511,
      "Ġpointing": 1512,
      "oon": 1513,
      "tom": 1514,
      "Ġtaking": 1515,
      "Ġfly": 1516,
      "Ġfac": 1517,
      "Ġtogether": 1518,
      "Ġgrow": 1519,
      "Ġstair": 1520,
      "str": 1521,
      "vel": 1522,
      "amber": 1523,
      "Ġsilence": 1524,
      "Ġhope": 1525,
      "Ġdementors": 1526,
      "read": 1527,
      "Ġmiss": 1528,
      "selves": 1529,
      "like": 1530,
      "by": 1531,
      "rook": 1532,
      "orry": 1533,
      "ided": 1534,
      "stick": 1535,
      "ĠDiggory": 1536,
      "Ġcomp": 1537,
      "shanks": 1538,
      "Ġsurpr": 1539,
      "rookshanks": 1540,
      "ci": 1541,
      "Ġce": 1542,
      "Ġlost": 1543,
      "Ġansw": 1544,
      "ĠHead": 1545,
      "ĠAll": 1546,
      "Ġpock": 1547,
      "Ġsilver": 1548,
      "Ġcorner": 1549,
      "TER": 1550,
      "aid": 1551,
      "for": 1552,
      "wig": 1553,
      "Ġtri": 1554,
      "ashed": 1555,
      "ene": 1556,
      "Ġdear": 1557,
      "Ġheld": 1558,
      "stand": 1559,
      "Ġtelling": 1560,
      "Ġentrance": 1561,
      "Ġcorridor": 1562,
      "Ġed": 1563,
      "edwig": 1564,
      "Ġbur": 1565,
      "Ġmon": 1566,
      "Ġmatch": 1567,
      "Ġgas": 1568,
      "Ġshaking": 1569,
      "Ġtrain": 1570,
      "OU": 1571,
      "Ġsleep": 1572,
      "Ġfall": 1573,
      "ĠHow": 1574,
      "otion": 1575,
      "irrell": 1576,
      "ament": 1577,
      "ĠCup": 1578,
      "Ġisn": 1579,
      "Ġalone": 1580,
      "Ġmoved": 1581,
      "Ġtrouble": 1582,
      "aven": 1583,
      "light": 1584,
      "Ġleave": 1585,
      "ĠLord": 1586,
      "ĠTrelawney": 1587,
      "Ġthinking": 1588,
      "Ġshoulder": 1589,
      "Ġgrounds": 1590,
      "Ġpassed": 1591,
      "Ġfollowed": 1592,
      "As": 1593,
      "ually": 1594,
      "ertain": 1595,
      "Ġyes": 1596,
      "chment": 1597,
      "Ġwhite": 1598,
      "Ġsever": 1599,
      "Ġshut": 1600,
      "beak": 1601,
      "An": 1602,
      "got": 1603,
      "nament": 1604,
      "ining": 1605,
      "Ġarri": 1606,
      "eeves": 1607,
      "Ġappeared": 1608,
      "iny": 1609,
      "rey": 1610,
      "ored": 1611,
      "aming": 1612,
      "they": 1613,
      "inning": 1614,
      "IN": 1615,
      "When": 1616,
      "Ġfree": 1617,
      "Ġfuri": 1618,
      "Ġnerv": 1619,
      "roll": 1620,
      "Ġrat": 1621,
      "ĠCrabbe": 1622,
      "Ġmoving": 1623,
      "fect": 1624,
      "unning": 1625,
      "plete": 1626,
      "Ġdiffer": 1627,
      "der": 1628,
      "Ġtimes": 1629,
      "enty": 1630,
      "ages": 1631,
      "Ġclimb": 1632,
      "idden": 1633,
      "Ġdesk": 1634,
      "Ġfamily": 1635,
      "Ġperson": 1636,
      "omfrey": 1637,
      "Ġstaircase": 1638,
      "Ġ...\"": 1639,
      "itc": 1640,
      "Ġcat": 1641,
      "Ġcover": 1642,
      "Ġmet": 1643,
      "Ġeither": 1644,
      "ĠScabbers": 1645,
      "Ġspeak": 1646,
      "uckbeak": 1647,
      "Ġcontin": 1648,
      "Ġears": 1649,
      "My": 1650,
      "aff": 1651,
      "ead": 1652,
      "tig": 1653,
      "Ġball": 1654,
      "rie": 1655,
      "Ġhaving": 1656,
      "Ġdog": 1657,
      "Ġtrunk": 1658,
      "Ġgiven": 1659,
      "we": 1660,
      "ased": 1661,
      "Ġdou": 1662,
      "Ġsharp": 1663,
      "ournament": 1664,
      "auld": 1665,
      "Ġarms": 1666,
      "tigrew": 1667,
      "Malfoy": 1668,
      "bo": 1669,
      "press": 1670,
      "stairs": 1671,
      "ĠThis": 1672,
      "Ġexpect": 1673,
      "Ġnearly": 1674,
      "Ġfingers": 1675,
      "Ġsent": 1676,
      "Ġfive": 1677,
      "Ġmatter": 1678,
      "Ġrep": 1679,
      "ĠWhen": 1680,
      "aked": 1681,
      "Ġsque": 1682,
      "looking": 1683,
      "haps": 1684,
      "mas": 1685,
      "not": 1686,
      "ope": 1687,
      "rist": 1688,
      "rtle": 1689,
      "ug": 1690,
      "ze": 1691,
      "Ġfle": 1692,
      "idn": 1693,
      "Ġpower": 1694,
      "ckon": 1695,
      "inking": 1696,
      "Ġforest": 1697,
      "Ġburst": 1698,
      "itchen": 1699,
      "Ġcarry": 1700,
      "Ġdire": 1701,
      "Ġmist": 1702,
      "Ġlo": 1703,
      "Ġstre": 1704,
      "aybe": 1705,
      "Ġabove": 1706,
      "Ġchair": 1707,
      "anging": 1708,
      "Ġacc": 1709,
      "Ġexcept": 1710,
      "Now": 1711,
      "St": 1712,
      "wizard": 1713,
      "Ġfif": 1714,
      "ows": 1715,
      "ĠMax": 1716,
      "akes": 1717,
      "ĠFor": 1718,
      "ears": 1719,
      "Ġsmile": 1720,
      "Ġused": 1721,
      "Ġpoint": 1722,
      "unny": 1723,
      "Ġparchment": 1724,
      "ĠMaxime": 1725,
      "Ġpack": 1726,
      "ĠPomfrey": 1727,
      "Ġkind": 1728,
      "Ġkitchen": 1729,
      "ility": 1730,
      "Ġclos": 1731,
      "Ġsoon": 1732,
      "awn": 1733,
      "Ġpoints": 1734,
      "Ġlegs": 1735,
      "Ġnoticed": 1736,
      "ristmas": 1737,
      "Bl": 1738,
      "ex": 1739,
      "kab": 1740,
      "sit": 1741,
      "zkab": 1742,
      "ita": 1743,
      "Ġdraw": 1744,
      "Ġmad": 1745,
      "uring": 1746,
      "Ġsend": 1747,
      "umped": 1748,
      "zkaban": 1749,
      "EN": 1750,
      "OR": 1751,
      "ipp": 1752,
      "iff": 1753,
      "Ġcoun": 1754,
      "any": 1755,
      "aned": 1756,
      "Ġstairs": 1757,
      "ster": 1758,
      "Ġshook": 1759,
      "auldron": 1760,
      "eam": 1761,
      "how": 1762,
      "ipped": 1763,
      "ĠHedwig": 1764,
      "Ġhiss": 1765,
      "rill": 1766,
      "Ġref": 1767,
      "Ġrun": 1768,
      "Ġmeet": 1769,
      "Ġcomplete": 1770,
      "Ġentered": 1771,
      "Ġwrong": 1772,
      "Ġmagical": 1773,
      "Ġplease": 1774,
      "Ġexcited": 1775,
      "bolt": 1776,
      "Ġdel": 1777,
      "Ġins": 1778,
      "ĠCl": 1779,
      "Ġthemselves": 1780,
      "Ġexactly": 1781,
      "upid": 1782,
      "At": 1783,
      "Know": 1784,
      "fr": 1785,
      "hand": 1786,
      "kes": 1787,
      "ping": 1788,
      "tly": 1789,
      "under": 1790,
      "Ġtra": 1791,
      "Ġbig": 1792,
      "Ġcross": 1793,
      "ider": 1794,
      "leur": 1795,
      "aning": 1796,
      "eter": 1797,
      "Ġshad": 1798,
      "Ġneck": 1799,
      "anged": 1800,
      "Ġsuch": 1801,
      "ĠEvery": 1802,
      "Ġdays": 1803,
      "Ġparents": 1804,
      "Ġton": 1805,
      "Ġtask": 1806,
      "ĠSke": 1807,
      "ĠCrookshanks": 1808,
      "Ġheads": 1809,
      "Ġspell": 1810,
      "Ġwaiting": 1811,
      "Ġdropped": 1812,
      "rified": 1813,
      "fl": 1814,
      "mb": 1815,
      "reme": 1816,
      "Ġodd": 1817,
      "Ġcatch": 1818,
      "Ġlay": 1819,
      "Ġsteps": 1820,
      "ĠSn": 1821,
      "ĠBuckbeak": 1822,
      "Ġexam": 1823,
      "Ġspoke": 1824,
      "ormous": 1825,
      "Ġtea": 1826,
      "Ġdied": 1827,
      "Ġcheck": 1828,
      "ĠDeath": 1829,
      "Ġglasses": 1830,
      "ps": 1831,
      "Ġwood": 1832,
      "Ġwitch": 1833,
      "eren": 1834,
      "Ġfact": 1835,
      "Ġthrew": 1836,
      "Ġseized": 1837,
      "Ġclosed": 1838,
      "Ġsoft": 1839,
      "ĠNo": 1840,
      "abin": 1841,
      "ibility": 1842,
      "Ġpocket": 1843,
      "cc": 1844,
      "ject": 1845,
      "pit": 1846,
      "Ġsumm": 1847,
      "Ġpie": 1848,
      "tering": 1849,
      "ĠOn": 1850,
      "uffle": 1851,
      "ĠChristmas": 1852,
      "ĠQuirrell": 1853,
      "ĠMuggles": 1854,
      "Ġdoesn": 1855,
      "Ex": 1856,
      "Just": 1857,
      "ces": 1858,
      "its": 1859,
      "Ġnumb": 1860,
      "Ġran": 1861,
      "ĠAzkaban": 1862,
      "early": 1863,
      "ĠTHE": 1864,
      "ĠNow": 1865,
      "Ġhurt": 1866,
      "Ġsnapped": 1867,
      "ĠMyrtle": 1868,
      "Ġanswer": 1869,
      "Ġseveral": 1870,
      "work": 1871,
      "arlie": 1872,
      "Ġbody": 1873,
      "Ġdanger": 1874,
      "Ġmem": 1875,
      "Ġthird": 1876,
      "esc": 1877,
      "alm": 1878,
      "urm": 1879,
      "ĠPeeves": 1880,
      "Ġshot": 1881,
      "Ġleast": 1882,
      "ush": 1883,
      "ormit": 1884,
      "Ġmanaged": 1885,
      "Ġwalking": 1886,
      "Ġstrange": 1887,
      "ĠMadame": 1888,
      "Ġfriends": 1889,
      "board": 1890,
      "ON": 1891,
      "puff": 1892,
      "ub": 1893,
      "vo": 1894,
      "Ġround": 1895,
      "Ġtou": 1896,
      "Ġsne": 1897,
      "Ġwide": 1898,
      "ason": 1899,
      "iting": 1900,
      "Ġland": 1901,
      "Ġlake": 1902,
      "Ġpur": 1903,
      "Ġform": 1904,
      "cted": 1905,
      "Ġchance": 1906,
      "reatures": 1907,
      "Ġpret": 1908,
      "Ġgiant": 1909,
      "ĠMagical": 1910,
      "Ġlesson": 1911,
      "Ġweek": 1912,
      "Ġarrived": 1913,
      "ĠSkeeter": 1914,
      "ufflepuff": 1915,
      "sc": 1916,
      "sme": 1917,
      "vent": 1918,
      "Ġluck": 1919,
      "icking": 1920,
      "Ġsub": 1921,
      "aper": 1922,
      "Ġunderstand": 1923,
      "Ġfinished": 1924,
      "Ġreturned": 1925,
      "Ġceiling": 1926,
      "remely": 1927,
      "smeade": 1928,
      "bot": 1929,
      "sent": 1930,
      "Ġsus": 1931,
      "Ġcabin": 1932,
      "Ġph": 1933,
      "Ġbell": 1934,
      "imag": 1935,
      "Ġstupid": 1936,
      "amm": 1937,
      "ĠAl": 1938,
      "oney": 1939,
      "Ġstarting": 1940,
      "Ġchampions": 1941,
      "eamus": 1942,
      "Ġtonight": 1943,
      "Dobby": 1944,
      "In": 1945,
      "said": 1946,
      "Ġtiny": 1947,
      "Ġadded": 1948,
      "Ġwing": 1949,
      "Ġgh": 1950,
      "illed": 1951,
      "Ġshow": 1952,
      "ĠBill": 1953,
      "blet": 1954,
      "Ġknows": 1955,
      "Ġquest": 1956,
      "ĠNor": 1957,
      "Ġhappy": 1958,
      "ĠCharm": 1959,
      "Ġwalls": 1960,
      "Ġlistening": 1961,
      "Ġdragon": 1962,
      "Ġfight": 1963,
      "isk": 1964,
      "rought": 1965,
      "Ġwhether": 1966,
      "Ġspr": 1967,
      "them": 1968,
      "Ġenormous": 1969,
      "ĠPettigrew": 1970,
      "Ġgolden": 1971,
      "Ġdifficul": 1972,
      "visibility": 1973,
      "Ġgasped": 1974,
      "Ġcontinued": 1975,
      "Ġcoll": 1976,
      "Ġdet": 1977,
      "Ġmap": 1978,
      "Ġpair": 1979,
      "Ġpicked": 1980,
      "Ġpict": 1981,
      "Ġyoung": 1982,
      "eth": 1983,
      "rily": 1984,
      "amed": 1985,
      "ĠRita": 1986,
      "Ġrunning": 1987,
      "Ġago": 1988,
      "Ġspl": 1989,
      "Ġflat": 1990,
      "eneath": 1991,
      "ertainly": 1992,
      "Ġdifferent": 1993,
      "more": 1994,
      "sp": 1995,
      "Ġz": 1996,
      "Ġtail": 1997,
      "Ġweren": 1998,
      "inging": 1999,
      "ren": 2000,
      "Ġfer": 2001,
      "Ġokay": 2002,
      "aters": 2003,
      "Ġnorm": 2004,
      "ĠThat": 2005,
      "Ġalso": 2006,
      "Ġscr": 2007,
      "ĠEr": 2008,
      "ĠHogsmeade": 2009,
      "ĠBludg": 2010,
      "Ġextremely": 2011,
      "Good": 2012,
      "Look": 2013,
      "On": 2014,
      "fast": 2015,
      "part": 2016,
      "rown": 2017,
      "Ġwild": 2018,
      "Ġbes": 2019,
      "Ġfunny": 2020,
      "Then": 2021,
      "ically": 2022,
      "Ġclut": 2023,
      "orth": 2024,
      "ousand": 2025,
      "ested": 2026,
      "Ġsmiling": 2027,
      "inner": 2028,
      "Ġemer": 2029,
      "ĠSnitch": 2030,
      "Ah": 2031,
      "CHA": 2032,
      "Where": 2033,
      "inted": 2034,
      "Ġhop": 2035,
      "ishing": 2036,
      "apt": 2037,
      "Ġpract": 2038,
      "Ġhuge": 2039,
      "ĠGranger": 2040,
      "brary": 2041,
      "AR": 2042,
      "PTER": 2043,
      "back": 2044,
      "fin": 2045,
      "ĠU": 2046,
      "ĠĊ": 2047,
      "Ġson": 2048,
      "Ġbar": 2049,
      "Ġburn": 2050,
      "Ġmir": 2051,
      "Ġlate": 2052,
      "ann": 2053,
      "Ġyer": 2054,
      "oman": 2055,
      "ĠSeamus": 2056,
      "ouldn": 2057,
      "Ġready": 2058,
      "aining": 2059,
      "ĠFleur": 2060,
      "geon": 2061,
      "Ġexpe": 2062,
      "Ġblood": 2063,
      "Ġunc": 2064,
      "Ġgray": 2065,
      "Ġdisc": 2066,
      "azing": 2067,
      "ixed": 2068,
      "Ġtrees": 2069,
      "ĠFirebolt": 2070,
      "CHAPTER": 2071,
      "Sh": 2072,
      "bably": 2073,
      "face": 2074,
      "mit": 2075,
      "rank": 2076,
      "ta": 2077,
      "arly": 2078,
      "Ġbath": 2079,
      "ĠHufflepuff": 2080,
      "Ġcir": 2081,
      "Ġdormit": 2082,
      "Ġeas": 2083,
      "anted": 2084,
      "Ġquill": 2085,
      "Ġroared": 2086,
      "Ġturning": 2087,
      "Ġdoors": 2088,
      "Ġleaving": 2089,
      "Ġclimbed": 2090,
      "Ġcarrying": 2091,
      "Ġsummer": 2092,
      "Ġghost": 2093,
      "Ġer": 2094,
      "Ġ..": 2095,
      "het": 2096,
      "Ġsorry": 2097,
      "Ġwarn": 2098,
      "orrow": 2099,
      "ident": 2100,
      "Ġthin": 2101,
      "Ġthrow": 2102,
      "anced": 2103,
      "Ġstro": 2104,
      "vers": 2105,
      "rop": 2106,
      "Ġlead": 2107,
      "Ġworld": 2108,
      "Ġplat": 2109,
      "Ġconc": 2110,
      "ĠCharlie": 2111,
      "lessly": 2112,
      "claw": 2113,
      "Ġsnake": 2114,
      "Ġkilled": 2115,
      "raco": 2116,
      "Ġbeside": 2117,
      "Pot": 2118,
      "master": 2119,
      "Ġesc": 2120,
      "ising": 2121,
      "Ġcre": 2122,
      "Ġlying": 2123,
      "Ġsafe": 2124,
      "ager": 2125,
      "Ġreckon": 2126,
      "ĠPar": 2127,
      "unch": 2128,
      "ices": 2129,
      "udo": 2130,
      "Ġmeant": 2131,
      "arks": 2132,
      "ospit": 2133,
      "Ġbecame": 2134,
      "Ġbottle": 2135,
      "Ġfinally": 2136,
      "Ġflying": 2137,
      "avenclaw": 2138,
      "ospital": 2139,
      "kin": 2140,
      "Ġtent": 2141,
      "Ġtree": 2142,
      "Ġbrought": 2143,
      "ĠHer": 2144,
      "Ġcase": 2145,
      "lee": 2146,
      "Ġmaster": 2147,
      "Ġport": 2148,
      "ancing": 2149,
      "Ġinform": 2150,
      "cho": 2151,
      "rol": 2152,
      "artment": 2153,
      "Ġsky": 2154,
      "Ġwindows": 2155,
      "retched": 2156,
      "Ġbox": 2157,
      "Ġflew": 2158,
      "com": 2159,
      "iver": 2160,
      "long": 2161,
      "use": 2162,
      "orld": 2163,
      "Ġpath": 2164,
      "Ġforgot": 2165,
      "Ġvan": 2166,
      "ĠNot": 2167,
      "Ġrose": 2168,
      "Ġwands": 2169,
      "arely": 2170,
      "Ġevening": 2171,
      "Ġbroomstick": 2172,
      "Ġhorrible": 2173,
      "Ġdoub": 2174,
      "Ġhissed": 2175,
      "ker": 2176,
      "rup": 2177,
      "were": 2178,
      "zing": 2179,
      "Ġimm": 2180,
      "Ġbent": 2181,
      "Ġbeneath": 2182,
      "Ġdun": 2183,
      "Ġdream": 2184,
      "ays": 2185,
      "ters": 2186,
      "Ġlibrary": 2187,
      "ĠTri": 2188,
      "Ġappro": 2189,
      "Ġsuppose": 2190,
      "ĠJust": 2191,
      "Ġrealized": 2192,
      "Do": 2193,
      "Ġill": 2194,
      "Ġact": 2195,
      "Ġahead": 2196,
      "inting": 2197,
      "Ġco": 2198,
      "Ġcut": 2199,
      "Ġgrabb": 2200,
      "Ġelf": 2201,
      "ired": 2202,
      "ĠSee": 2203,
      "Ġbackward": 2204,
      "Ġwhose": 2205,
      "orting": 2206,
      "aped": 2207,
      "Ġdeath": 2208,
      "Ġwalk": 2209,
      "Ġstrong": 2210,
      "Ġhardly": 2211,
      "Ġclassroom": 2212,
      "Ġjob": 2213,
      "Ġpale": 2214,
      "Ġedge": 2215,
      "Ġcompletely": 2216,
      "Let": 2217,
      "come": 2218,
      "Ġtow": 2219,
      "itw": 2220,
      "Ġgra": 2221,
      "Ġev": 2222,
      "Ġass": 2223,
      "ĠSo": 2224,
      "isted": 2225,
      "Ġyourself": 2226,
      "Ġtrans": 2227,
      "Ġothers": 2228,
      "avor": 2229,
      "Ġangry": 2230,
      "Ġbroke": 2231,
      "Ġgirls": 2232,
      "Ġinstead": 2233,
      "Ġfaces": 2234,
      "Ġcovered": 2235,
      "Ġcloser": 2236,
      "ĠTriwizard": 2237,
      "Be": 2238,
      "Ġtears": 2239,
      "arrow": 2240,
      "Ġfright": 2241,
      "Ġopp": 2242,
      "ashing": 2243,
      "Ġgame": 2244,
      "Ġint": 2245,
      "oth": 2246,
      "omach": 2247,
      "Ġlooks": 2248,
      "Ġnote": 2249,
      "Ġexpress": 2250,
      "olid": 2251,
      "Ġteeth": 2252,
      "inned": 2253,
      "Ġbroken": 2254,
      "ĠArts": 2255,
      "Ġbreakfast": 2256,
      "Ġnumber": 2257,
      "Right": 2258,
      "ape": 2259,
      "du": 2260,
      "time": 2261,
      "Ġign": 2262,
      "Ġwit": 2263,
      "Ġwoman": 2264,
      "rets": 2265,
      "Ġfre": 2266,
      "Ġcol": 2267,
      "Ġinde": 2268,
      "Ġecho": 2269,
      "elf": 2270,
      "Ġpulling": 2271,
      "Ġdeser": 2272,
      "Ġangrily": 2273,
      "Ġteachers": 2274,
      "Ġpossible": 2275,
      "Ġheavy": 2276,
      "Black": 2277,
      "itwick": 2278,
      "For": 2279,
      "apped": 2280,
      "gain": 2281,
      "ik": 2282,
      "ich": 2283,
      "vati": 2284,
      "Ġtor": 2285,
      "Ġtoday": 2286,
      "ĠHouse": 2287,
      "Ġpat": 2288,
      "Ġpan": 2289,
      "Ġstory": 2290,
      "iew": 2291,
      "ĠNick": 2292,
      "Ġtwenty": 2293,
      "olin": 2294,
      "Ġneeded": 2295,
      "Ġcrack": 2296,
      "Ġstepped": 2297,
      "Ġextra": 2298,
      "Ġobv": 2299,
      "Potter": 2300,
      "Ġportra": 2301,
      "aily": 2302,
      "Ġve": 2303,
      "Ġfood": 2304,
      "Ġcauldron": 2305,
      "oring": 2306,
      "Ġpotion": 2307,
      "Ġnice": 2308,
      "Ġeat": 2309,
      "Ġshall": 2310,
      "Ġmyself": 2311,
      "Ġblue": 2312,
      "Ġchest": 2313,
      "Ġnearer": 2314,
      "Ġboys": 2315,
      "ĠStone": 2316,
      "Ġlaughing": 2317,
      "Ġfifty": 2318,
      "Ġtroll": 2319,
      "Ġsix": 2320,
      "Ġpushed": 2321,
      "Ġbelow": 2322,
      "ĠRavenclaw": 2323,
      "ĠDraco": 2324,
      "pell": 2325,
      "Ġjumped": 2326,
      "Ġworried": 2327,
      "Ġsays": 2328,
      "Ġgrinning": 2329,
      "ĠChamber": 2330,
      "Ġdarkness": 2331,
      "Ġgiving": 2332,
      "aughter": 2333,
      "ĠDean": 2334,
      "Ġfuriously": 2335,
      "Ġdirection": 2336,
      "Ġdormitory": 2337,
      "Did": 2338,
      "joy": 2339,
      "oss": 2340,
      "Ġbas": 2341,
      "Ġmis": 2342,
      "Ġmiddle": 2343,
      "Ġnarrow": 2344,
      "uth": 2345,
      "amb": 2346,
      "ĠProp": 2347,
      "ĠAt": 2348,
      "acing": 2349,
      "ĠLudo": 2350,
      "ept": 2351,
      "ĠWeasleys": 2352,
      "Ġconf": 2353,
      "Ġcons": 2354,
      "ively": 2355,
      "Ġdiary": 2356,
      "ĠSlytherins": 2357,
      "ĠInvisibility": 2358,
      "Ġpleased": 2359,
      "Ġguard": 2360,
      "Ġnervously": 2361,
      "ĠCloak": 2362,
      "Can": 2363,
      "fense": 2364,
      "ris": 2365,
      "rit": 2366,
      "Ġtournament": 2367,
      "ination": 2368,
      "Ġsimp": 2369,
      "Ġhung": 2370,
      "Ġpow": 2371,
      "cks": 2372,
      "Ġstomach": 2373,
      "riff": 2374,
      "urse": 2375,
      "ĠSec": 2376,
      "ĠWorld": 2377,
      "Ġlearn": 2378,
      "ĠFang": 2379,
      "Ġworry": 2380,
      "Ġworse": 2381,
      "Ġwants": 2382,
      "ĠOne": 2383,
      "ĠEaters": 2384,
      "Ġhole": 2385,
      "Ġsounded": 2386,
      "Ġwaited": 2387,
      "Ġvisit": 2388,
      "Ġmirror": 2389,
      "AN": 2390,
      "uc": 2391,
      "ubb": 2392,
      "Ġsun": 2393,
      "Ġhidden": 2394,
      "ingle": 2395,
      "Ġfear": 2396,
      "Ġcalm": 2397,
      "Ġinc": 2398,
      "Ġstep": 2399,
      "ĠMarge": 2400,
      "Ġreason": 2401,
      "ĠDaily": 2402,
      "Ġanx": 2403,
      "ĠColin": 2404,
      "emb": 2405,
      "Ġherself": 2406,
      "ife": 2407,
      "Ġpost": 2408,
      "Ġdeal": 2409,
      "Ġperhaps": 2410,
      "Ġdisappeared": 2411,
      "Ġ......": 2412,
      "Are": 2413,
      "Neville": 2414,
      "gl": 2415,
      "ike": 2416,
      "ls": 2417,
      "noon": 2418,
      "Ġtall": 2419,
      "Ġhospital": 2420,
      "Ġfine": 2421,
      "Ġca": 2422,
      "llent": 2423,
      "Ġdad": 2424,
      "Ġthro": 2425,
      "Ġled": 2426,
      "Ġnast": 2427,
      "Ġeff": 2428,
      "ĠSh": 2429,
      "Ġshrie": 2430,
      "Ġknocked": 2431,
      "elve": 2432,
      "ular": 2433,
      "there": 2434,
      "Ġworking": 2435,
      "Ġaren": 2436,
      "Ġhappen": 2437,
      "Ġspeed": 2438,
      "ocol": 2439,
      "ĠFlitwick": 2440,
      "Ġrubb": 2441,
      "Ġsurprise": 2442,
